"Button 1:"		= "Button 1:";
"Button 2:"		= "Button 2:";
"Button 3:" 	= "Button 3:";
"Button 4:"		= "Button 4:";

"Backlight Correction"	= "Διόρθωση κόντρα φωτισμού";
"Color Restoration"		= "Επαναφορά χρωμάτων";
"Descreening"			= "Βελτίωση εικόνας";
"Dust Removal"			= "Αφαίρεση σκόνης";
"Unsharp Mask"			= "Μάσκα βελτίωσης εικόνας";

"None"			= "Χωρίς εφέ";
"Newspaper"		= "Εφημερίδα (85 lpi)";
"Magazine"		= "Περιοδικό (133 lpi)";
"Fine Prints"	= "Εκτυπώσεις με λεπτομέρειες (175 lpi)";
"General"		= "Γενικά";

"Low"		= "Χαμηλό";
"Medium"	= "Μεσαίο";
"High"		= "Υψηλό";

"Quiet Mode"        = "Αθόρυβη λειτουργία";
"Off"               = "Όχι";
"On"                = "Ναι";
"Printer Setting"   = "Ρύθμιση εκτυπωτή";
